"UI_PANE_LOGIN"       = "Inloggning";
"UI_PANE_DISPLAY"     = "Bildskärm";
"UI_PANE_KEYBOARD"    = "Tangentbord";
"UI_PANE_SOUND"       = "Ljud";
"UI_PANE_DRIVES"      = "Enheter";
"UI_PANE_PRINTERS"    = "Skrivare";
"UI_PANE_APPLICATIONS"= "Program";
"UI_PANE_SECURITY"    = "Säkerhet";

"UI_SECONDARY_MOUSE_BUTTON"  = "Sekundär mustangent";
"UI_ALT_KEY"            = "Alt";
"UI_WINDOWS_START_KEY"  = "Windows Start" ;
"UI_CONTEXT_MENU_KEY"   = "Snabbmeny";
"UI_PAUSE_BREAK_KEY"    = "Pause/Break";
"UI_PRINT_SCREEN_KEY"   = "Print Screen" ;
"UI_NUM_LOCK_KEY"       = "Num Lock";
"UI_SCROLL_LOCK_KEY"    = "Scroll Lock";

"UI_HALF_FULL_WIDTH_KEY"= "Halv-/helbredd";
"UI_HIRAGANA_KEY"       = "Hiragana";
"UI_ALPHANUMERIC_KEY"   = "Alfanumerisk";
"UI_CONVERSION_KEY"     = "Konvertering";
"UI_NON_CONVERSION_KEY" = "Ej konvertering";

"UI_ALTGR_KEY"          = "AltGr";

"DEFAULT_FILENAME"        = "Default";
"CONNECTION_FILE_EXT"     = "rdp";
"CONNECTION_FILE_EXT_V1"  = "";
"DEFAULT_DIRECTORY_NAME"  = "RDC Connections";

"UI_OK"                    = "OK";
"UI_CANCEL"                = "Avbryt";
"UI_YES"                   = "Ja";
"UI_NO"                    = "Nej";
"UI_CONNECT"               = "Anslut";
"UI_RECONNECT"             = "Återanslut";
"UI_DISCONNECT"            = "Avsluta";

"UI_FAILED_TO_SAVE_FILE"  = "Det gick inte att spara  %@.";
"UI_FAILED_TO_SAVE_FILE_INFORMATIVE" = "Kontrollera att du har behörighet att skriva till den plats där du vill spara filen.";

"UI_FAILED_TO_OPEN_FILE"  = "Det gick inte att öppna %@.";
"UI_FAILED_TO_OPEN_FILE_INFORMATIVE" = "Kontrollera att filen finns och att du har behörighet att läsa den.";

"UI_MISSING_COMPUTER_NAME" = "Det gick inte att spara dina ändringar i anslutningsfilen %@.";
"UI_MISSING_COMPUTER_NAME_INFORMATIVE" = "Anslutninginställningar kräver ett datornamn.\n\nAnge ett namn i fönstret Anslutning till fjärrskrivbord, och försök sedan att spara anslutningsfilen igen.";

"UI_QUIT_WITHOUT_SAVING" = "Avsluta utan att spara";

"UI_SAVE_DIALOG_TITLE"    = "Spara: RDC";

"UI_OPEN_DIALOG_TITLE"    = "Öppna: RDC";

"UI_ALL_PRINTERS"         = "Alla skrivare";

"UI_SELECT"               = "Välj";

"UI_APP_NAME"             = "Microsoft® Fjärrskrivbordanslutningsklient för Mac";

"UI_MAIN_DISPLAY"         = "Huvudbildskärm";
"UI_SECONDARY_DISPLAY"    = "Sekundär bildskärm";
"UI_TERIARY_DISPLAY"      = "Tredje bildskärm";
"UI_FOURTH_DISPLAY"       = "Fjärde bildskärm";
"UI_FIFTH_DISPLAY"        = "Femte bildskärm";
"UI_DISPLAY_NUMBER"       = "Bildskärm %d";

"UI_ALERT_DRIVES_REDIRECTION_MESSAGE_TEXT"     = "Du delar din Mac-hårddisk med en Windows-baserad dator.";
"UI_ALERT_DRIVES_REDIRECTION_INFOMATIVE_TEXT"  = "Någon med behörighet till din Windows-baserade dator kan öppna diskenheterna och mapparna på din Mac. Detta kan innebära en säkerhetsrisk.";

"UI_SERVER_DENIED_CONNECTION"             = "Fjärrdatorn tillåter inte anslutningar från din Mac.";
"UI_SERVER_DENIED_CONNECTION_INFORMATIVE" = "Kontrollera att du har behörighet att ansluta till fjärrdatorn och att du angav rätt autentiseringsuppgifter. \n\nKontakta fjärrdatorns ägare eller administratör om du behöver hjälp.";

"UI_BAD_SERVER_NAME"                      = "Det gick inte att ansluta eftersom det inte gick att hitta den Windows-baserade datorn.";
"UI_BAD_SERVER_NAME_INFORMATIVE"          = "Kontrollera att du skrev rätt datornamn eller IP-adress och försök ansluta igen.";

"UI_CLIENT_LOW_MEMORY"                    = "Datorn börjar få slut på minne och kan inte ansluta till den Windows-baserade datorn.";
"UI_CLIENT_LOW_MEMORY_INFORMATIVE"        = "Avsluta några program och försök ansluta till den Windows-baserade datorn igen.";

"UI_AUTHENTICATION_ERROR"                 = "Anslutning till fjärrskrivbord kan inte bekräfta identiteten på den dator du vill ansluta till.";
"UI_AUTHENTICATION_ERROR_INFORMATIVE"     = "Försök att återansluta den Windows-baserade datorn eller kontakta vår administratör.";

"UI_GENERAL_CONNECTION_FAILURE"           = "Datorn kan inte ansluta till den Windows-baserade datorn.";
"UI_GENERAL_CONNECTION_FAILURE_INFORMATIVE" = "Det här problemet kan uppstå om:\n • Den Windows-baserade datorn inte har ställts in för att acceptera fjärranslutningar.\n • Den Windows-baserade datorn är avstängd.\n • Den här datorn eller den Windows-baserade datorn har nätverksproblem.\n\nFörsök att ansluta till den Windows-baserade datorn igen eller kontakta din administratör.";

"UI_DISCONNECT_BY_CLIENT"                 = "Du stänger anslutningen till den Windows-baserade datorn.";
"UI_DISCONNECT_BY_CLIENT_INFORMATIVE"     = "Om du kopplar från kommer de program som fortfarande körs på den Windows-baserade datorn att fortsätta vara igång under tiden du är frånkopplad.\n\nOm du vill koppla från klickar du på Avsluta.";

"UI_DISCONNECT_BY_SERVER"                 = "Anslutningen till den Windows-baserade datorn bröts.";
"UI_DISCONNECT_BY_SERVER_INFORMATIVE"     = "Någon med behörighet till den Windows-baserade datorn har stängt anslutningen, eller så har anslutningen till den Windows-baserade datorn brutits.\n\nFörsök att ansluta igen till den Windows-baserade datorn eller kontakta administratören.";

"UI_DISCONNECT_BY_LOGON_TIMEOUT"          = "Anslutningen till den Windows-baserade datorn avbröts.";
"UI_DISCONNECT_BY_LOGON_TIMEOUT_INFORMATIVE" = "Tidsgränsen för fjärrsessionen överskreds.\n\nFörsök ansluta igen till den Windows-baserade datorn eller kontakta adminstratören.";

"UI_DISCONNECT_BY_OTHER_CONNECTION"       = "Anslutningen till den Windows-baserade datorn bröts.";
"UI_DISCONNECT_BY_OTHER_CONNECTION_INFORMATIVE" = "En annan användare har anslutit till den Windows-baserade datorn.\n\nFörsök att ansluta igen till den Windows-baserade datorn.";

"UI_DISCONNECT_BY_LICENSE"                = "Anslutningen till den Windows-baserade datorn bröts eftersom det uppstod ett problem i samband med licensieringsprotokollet.";
"UI_DISCONNECT_BY_LICENSE_INFORMATIVE"    = "Försök att ansluta till den Windows-baserade datorn igen eller kontakta din administratör.";

"UI_DISCONNECT_BY_PROTOCOL_ERROR"         = "Anslutningen till den Windows-baserade datorn bröts.";
"UI_DISCONNECT_BY_PROTOCOL_ERROR_INFORMATIVE" = "Problemet kan vara tillfälligt.\n\nFörsök att ansluta till den Windows-baserade datorn igen, eller kontakta administratören.";

"UI_CONNECTION_BROKEN"                    = "Anslutningen till den Windows-baserad datorn bröts på grund av ett nätverksproblem.";
"UI_CONNECTION_BROKEN_INFORMATIVE"        = "Kontrollera att dina nätverks- och Internetanslutningar fungerar, och försök sedan att ansluta till den Windows-baserade datorn igen.";

"UI_RANDOM_UNEXPECTED"                    = "Anslutningen till den Windows-baserade datorn bröts oväntat.";
"UI_RANDOM_UNEXPECTED_INFORMATIVE"        = "Försök att stänga och öppna Anslutning till fjärrskrivbord igen.";

"UI_NEED_TIGER"                           = "Anslutning till fjärrskrivbord kan inte öppnas med det operativsystem som är installerat i din dator.";
"UI_NEED_TIGER_INFORMATIVE"               = "Uppgradera till Mac OS X 10.4.9 eller en senare version och försök sedan att öppna Anslutning till fjärrskrivbord igen.";

"UI_COMFIRM_SAVE_PREFERENCE"              = "Ändringarna som du har gjort har inte sparats i anslutningsfilen %@.";
"UI_COMFIRM_SAVE_PREFERENCE_INFORMATIVE"  = "Vill du spara ändringarna i %@?";

"UI_SAVE"                  = "Spara";
"UI_DONTSAVE"              = "Spara inte";

"UI_ALERT_DONT_SHOW"					  = "Visa inte det här meddelandet igen under anslutning till %@";

